{"id":"5fb46505ddf54","brand":"dell","name":"Bose Noise Cancelling Headphones 700 - Soapstone | Dell USA","price":"$379.00","description":"Bose Noise Cancelling Headphones 700 deliver everything you expect - and things you never imagined possible. Think of them as smart headphones that let you keep your head up to the world with easy access to voice assistants. Or confidently take a call with the most powerful microphone system for voice pickup. And then there's Bose AR, a first-of-its-kind audio augmented reality platform that makes astonishing new audio experiences possible.Bose Headphones 700 feature an unrivaled four-microphone system that picks up and isolates your voice while cancelling the noise around you. You'll hear and be heard like never before - even in noisy environments.The wireless headphones are optimized for the Google Assistant and Amazon Alexa, so you can choose the right service for you in the Bose Music app. To activate your voice assistant, just press a button on the right earcup.With Bose Headphones 700, Bose has even improved on what Bose is most known for. You can now personalize your environment with 11 levels of noise cancellation. As you increase the noise cancellation, you incrementally minimize the distractions you hear in loud places. Or, decrease it to the point where you hear the world as if you weren't wearing active noise cancelling headphones at all.For quick interruptions, press a button for Conversation Mode to pause the music and let surrounding noise in - perfect to quickly place a coffee order or chat with a coworker.Bose Headphones 700 really deliver when it's time to enjoy your music. You'll experience an immersive listening experience at any volume with signature active EQ and impressive bass response. Whether you're listening at low volumes or really want to turn it up, your music sounds just as it should.","meta":{"address":"https:\/\/www.dell.com\/en-us\/member\/shop\/bose-noise-cancelling-headphones-700-soapstone\/apd\/aa864258\/audio","image_address":"https:\/\/snpi.dell.com\/snp\/images2\/300\/en-us~AA864258_v1\/AA864258_v1.JPG"}}