{"id":"5fb464e6d7cc3","brand":"dell","name":"Sennheiser IE 80 S BT - Earphones with mic - in-ear - over-the-ear mount - Bluetooth - wireless - noise isolating | Dell USA","price":"$499.95","description":"When exceptional is your standard, Sennheiser's IE 80S BT is the ideal choice for audiophile wireless listening without limits. With the launch of its first audiophile Bluetooth In-Ear headphones, Sennheiser builds on the sonic achievements of the much-loved IE 80S, to create a high-end wireless model that delivers outstanding accuracy and a breathtaking soundstage from a sleek neckband design. As a high-end audio product that can be enjoyed anywhere, the IE 80S BT headphones are the perfect wireless companion for the sophisticated listener with a dynamic lifestyle.The headphones' accomplished acoustic performance is assured by state-of-the-art Bluetooth connectivity: support for hi-res codecs including LHDC, aptX HD, and AAC allows the IE 80S BT to process high bit rates so the listener can enjoy uncompressed music formats on par with wired performance. Audiophile sound quality is also guaranteed by a top-of-the-line high-end AKM DAC that allows the listener to experience the full performance of the Sennheiser dynamic speaker system: thanks to powerful neodymium magnets this ensures brilliant sonic accuracy and clarity. For supreme versatility, support for aptX Low Latency also ensures perfect synchronization with video content.Sennheiser has carefully tuned the IE 80S BT to deliver the tonally balanced sound characteristic of its high-end headphones but the listening experience can still be tailored according to taste. This can be achieved either by using the bass adjustment tool to boost the bass on the earphone directly, or via the intuitive 5-band equalizer included with the Sennheiser Smart Control App.This smarter, connected user experience extends to offering at-a-touch interaction to all common voice assistants such as Siri and Google assistant via a dedicated voice assistant access button on the three-button remote. Interaction by voice is made all the more effortless thanks to Sennheiser's expertise in microphone technology: The headphones feature high quality microphones with noise reduction technology that are optimally positioned to ensure crystal clear capture of speech for undisturbed telephone calls and more natural communication with voice assistants.As high-end audiophile headphones from Sennheiser, they display all the meticulous attention to detail, durable high-quality materials, and aesthetic refinement for which the audio specialist is famed. The sleek design also offers exceptional versatility as the Bluetooth neckband component can be detached so the ear buds can be used with an optional cable accessory for those occasions when wired listening may be desired.","meta":{"address":"https:\/\/www.dell.com\/en-us\/member\/shop\/sennheiser-ie-80-s-bt-earphones-with-mic-in-ear-over-the-ear-mount-bluetooth-wireless-noise-isolating\/apd\/ab037456\/audio","image_address":"https:\/\/snpi.dell.com\/snp\/images2\/300\/en-us~AB037456\/AB037456.jpg"}}